{
    "A good place to grow":"Un buen lugar para crecer" ,
    "Vision":"Visión",
    "iLEARN ACADEMYs vision is to be the benchmark platform for academic excellence, technological innovation and trust, characterized by its openness to the educational challenges of the 21st century, responding to them with innovative solutions.": "iLEARN ACADEMY tiene como visión ser la plataforma referente en cuanto a excelencia académica, innovación tecnológica y confianza, caracterizada por su apertura a los retos educativos del siglo 21, respondiendo a ellos con soluciones innovadoras.",
    "Mission": "Misión",
    "iLEARN ACADEMYs mission is to deepen the knowledge of its students, with the latest in learning technology, quality education, affordability and personalized support to help them achieve their academic goals.": "iLEARN ACADEMY tiene como misión el profundizar en el conocimiento de sus estudiantes, con lo último en tecnología de aprendizaje, calidad en educación, accesibilidad económica y soporte personalizado para ayudarles a alcanzar sus objetivos académicos.",
    "iLEARN ACADEMY is an online learning platform designed to offer comprehensive academic support to undergraduate students, starting with courses in Legal Sciences, but with the goal of expanding to other disciplines, providing accessible and high quality educational content.": "iLEARN ACADEMY es una plataforma de aprendizaje en línea diseñada para ofrecer apoyo académico integral a estudiantes de pregrado, comenzando con cursos en Ciencias Jurídicas, pero con la meta de expandirnos a otras disciplinas, proporcionando contenido educativo accesible y de alta calidad.",
    "iLEARN ACADEMY stands out for having a student-centered approach, with personalized tutoring and an intuitive technological platform that facilitates learning.": "iLEARN ACADEMY se destaca por tener un enfoque centrado en el estudiante, con tutorías personalizadas y una plataforma tecnológica intuitiva que facilita el aprendizaje.",
    "iLEARN ACADEMY offers a unique combination of educational quality, accessibility and personalized support. Its courses are taught by experts in each area using advanced technology to ensure an interactive and effective learning experience.": "iLEARN ACADEMY ofrece una combinación única de calidad educativa, accesibilidad y soporte personalizado. Sus cursos son impartidos por expertos en cada área utilizando tecnología avanzada para garantizar una experiencia de aprendizaje interactiva y efectiva.",
    "TARGET AUDIENCE: iLEARN ACADEMYs target audience is undergraduate students who seek academic excellence through a reliable, accessible, and high quality educational platform that truly cares about the academic success of its students.": "PÚBLICO OBJETIVO: El público objetivo de iLEARN ACADEMY son estudiantes de pregrado que buscan la excelencia académica a través de una plataforma educativa confiable, accesible, y de alta calidad, que realmente se preocupe por el éxito académico de sus estudiantes.",
    "Unlock Knowledge Anywhere, Anytime with Experts.": "Desbloquee el conocimiento en cualquier lugar y en cualquier momento con los expertos.",
    "Our commitment is to guide you to the finest online courses, offering expert insights whenever and wherever you are.": "Nuestro compromiso es guiarle hacia los mejores cursos en línea, ofreciéndole conocimientos expertos en cualquier momento y lugar.",
    "Search": "Buscar",
    "what do you want to learn today...": "Qué quieres aprender hoy...",
    "Browse Course with Top Categories": "Explora cursos por las mejores categorías",
    "Courses": "Cursos",
    "Browse all Courses": "Explorar todos los cursos",
    "Our Popular Courses": "Nuestros cursos populares",
    "All": "Todos",
    "Design": "Diseño",
    "Development": "Programación",
    "Business": "Negocios",
    "IT & Software": "Tecnologías y software",
    "Lesson": "Lección",
    "Hours": "Horas",
    "No Courses Available": "No hay cursos disponibles",
    "Why Youll Learn with iLearn Academy": "Por qué aprenderás con iLearn Academy",
    "Online course": "cursos en línea",
    "Choose from over": "Elige entre más de",
    "Online courses to learn from scratch or develop the most in-demand skills for technology jobs.": "cursos online para aprender desde cero o desarrollar las habilidades más demandadas del trabajo en tecnología.",
    "Expert Instructors": "Instructores Expertos",
    "At our platform, we pride ourselves on having a team of expert instructors who are passionate about teaching and committed to your success. Each instructor brings a wealth of knowledge and real-world experience in their respective fields, ensuring that you receive the highest quality education.": "En nuestra plataforma, nos enorgullece contar con un equipo de instructores expertos que son apasionados por la enseñanza y están comprometidos con tu éxito. Cada instructor aporta una gran cantidad de conocimiento y experiencia del mundo real en sus respectivos campos, asegurando que recibas la educación de la más alta calidad.",
    "Lifetime Access": "Acceso de por vida",
    "When you enroll in our courses, you gain lifetime access to all the materials and resources provided. This means you can revisit the content whenever you need to refresh your knowledge or dive deeper into specific topics.": "Cuando te inscribes en nuestros cursos, obtienes acceso de por vida a todos los materiales y recursos proporcionados. Esto significa que puedes volver a visitar el contenido siempre que necesites refrescar tus conocimientos o profundizar en temas específicos.",
    "ilearn Academy Simple": "ilearn Academy simples",
    "Learning Steps": "Pasos de aprendizaje",
    "Make Your Own Place.": "Haz tu propio lugar.",
    "Our platform empowers you to create your own learning environment tailored to your unique needs. Customize your workspace, set personal goals, and choose the courses that inspire you. With tools designed to support individual progress, you have the freedom to shape your learning experience.": "Nuestra plataforma te permite crear un entorno de aprendizaje adaptado a tus necesidades únicas. Personaliza tu espacio de trabajo, establece metas personales y elige los cursos que te inspiran. Con herramientas diseñadas para apoyar tu progreso, tienes la libertad de dar forma a tu experiencia de aprendizaje.",
    "Find Best Course With Better Filtter.": "Encuentra el mejor curso con un mejor filtro.",
    "Discover the perfect course for your goals with our enhanced filtering system. Our platform makes it easy to sort and find courses based on categories, skill levels, duration, ratings, and more. With our smart filter, you can focus on exactly what you need—whether youre looking for beginner basics or advanced expertise.": "Descubre el curso perfecto para tus objetivos con nuestro sistema de filtrado mejorado. Nuestra plataforma facilita la búsqueda y clasificación de cursos por categorías, niveles de habilidad, duración, calificaciones y más. Con nuestro filtro inteligente, puedes enfocarte en lo que realmente necesitas, ya sea que busques lo básico para principiantes o conocimientos avanzados.",
    "Become an Expert in Your Field": "Conviértete en un Experto en tu Campo",
    "Our courses are designed to help you build deep expertise in your chosen field. From foundational knowledge to advanced skills, each course is crafted to give you the tools and insights you need to excel. Learn from experienced instructors and take advantage of resources that cater to your growth.": "Nuestros cursos están diseñados para ayudarte a desarrollar una profunda experiencia en tu área de interés. Desde conocimientos básicos hasta habilidades avanzadas, cada curso está creado para brindarte las herramientas e ideas que necesitas para sobresalir. Aprende de instructores experimentados y aprovecha recursos enfocados en tu crecimiento.",
    "Start Learning": "Empieza a aprender",

    "What Our Students Says About our Services": "Qué dicen nuestros estudiantes sobre nuestros servicios",
    "iLearn Academy has transformed my learning experience. The classes are interactive, and the instructors are very professional. Thanks to them, I have improved my math skills and now feel more confident in my exams.": "iLearn Academy ha transformado mi forma de aprender. Las clases son interactivas y los profesores son muy profesionales. Gracias a ellos, he mejorado mis habilidades en matemáticas y ahora me siento más seguro en mis exámenes.",
    "I highly recommend iLearn Academy. The platform is user-friendly, and the content is well-structured. I have learned a lot about programming and have been able to apply what I learned to real projects.":"Recomiendo encarecidamente iLearn Academy. La plataforma es fácil de usar y el contenido está bien estructurado. He aprendido mucho sobre programación y he podido aplicar lo aprendido en proyectos reales.",
    "The experience at iLearn Academy has been amazing. The resources available are abundant and diverse. Plus, the technical support is always there to help with any questions I have. I will definitely be back for more courses!":"La experiencia en iLearn Academy ha sido increíble. Los recursos disponibles son abundantes y variados. Además, el soporte técnico siempre está disponible para ayudar con cualquier duda que tenga. ¡Sin duda volveré por más cursos!",
    "Over 30,000+ Schools & College Learning With Us." :"Más de 30,000 escuelas y colegios aprenden con nosotros.",
    "Join a thriving community of over 30,000 schools and colleges that trust us for their educational needs.": "Únete a una próspera comunidad de más de 30,000 escuelas y colegios que confían en nosotros para satisfacer sus necesidades educativas.",
    "Meet Our Best Instructors":"Conoce a nuestros mejores instructores",
    "Latest Events": "Últimos eventos"













}
